data/perf/campaign-f3deebfbab60/sweep-memcached-t112/memcached/tsan/run3/memtier.txt
10        Threads
50        Connections per thread
100000    Requests per client


BEST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       106176.10          ---          ---         7.13369         7.00700        15.03900        18.94300      7246.49 
Gets      1061749.29       852.59   1060896.70         6.60465         6.39900        14.39900        18.30300     26893.47 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1167925.39       852.59   1060896.70         6.65275         6.46300        14.46300        18.30300     34139.95 


WORST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       101065.95          ---          ---         7.38355         7.26300        15.42300        19.32700      6897.72 
Gets      1010648.36       811.55   1009836.80         6.83583         6.65500        14.71900        18.55900     25599.11 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1111714.30       811.55   1009836.80         6.88562         6.71900        14.84700        18.68700     32496.83 


AGGREGATED AVERAGE RESULTS (5 runs)
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       103045.80          ---          ---         7.25094         7.10300        15.29500        19.19900      7032.84 
Gets      1030446.62       772.96   1029673.67         6.71413         6.52700        14.59100        18.55900     26097.29 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1133492.42       772.96   1029673.67         6.76294         6.55900        14.65500        18.55900     33130.14